Repository: Gustavo17/drupal7undac
Catalog: sites/all/translations/ckeditor_swf-7.x-1.0.*.po
Languages: es

source: User interface
es: Interfaz de usuario

source: Value
es: Valor

source: Remove
es: Eliminar

source: The configuration options have been saved.
es: Se han guardado las opciones de configuración.

source: Name
es: Nombre

source: Preview
es: Vista previa

source: Save
es: Guardar

source: Use SWFObject
es: Usar SWFObject

source: CKEditor SWF Filter
es: Filtro de CKEditor SWF

source: Players configuration PHP code
es: Código PHP de configuración de los reproductores

source: !name must return an array.
es: !name debe devolver una matriz.

source: Check this box if you want SWF content to be embedded using SWFObject instead of the default markup.
es: Marque esta casilla si desea que el contenido SWF se incluya usando SWFObject en vez de con el marcado tradicional.

source: Add SWFObject
es: Agregar SWFObject

source: SWFObject path
es: Ruta de SWFObject

source: Flash Player version
es: Versión del reproductor de Flash

source: Enter the Flash Player version your SWFs are published for. Format is <em>major.minor.release</em> or <em>major</em>.
es: Escriba la versión del reproductor de Flash para la que se ha publicado su SWF. El formato es <em>major.minor.release</em> o <em>major</em>.

source: The path %path does not exist.
es: La ruta %path no existe.

source: Configure CKEditor SWF.
es: Configurar CKEditor SWF

source: Enhanced Flash embedding plugin for CKEditor.
es: Extensión avanzada para la inclusión de Flash con CKEditor.
